emacs/setup/src/eww.org
#+title: eww
#+options: ^:nil num:nil author:nil email:nil creator:nil timestamp:nil toc:nil
#+options: html-postamble:nil
#+html_head: <link rel="stylesheet" type="text/css" href="../style.css"/>

#+BEGIN_SRC elisp  
  Windows
  =======

    copy these files into the emacs bin directory
    - libxml2-2.dll
    - libiconv-2.dll
    - zlib1.dll

    available from
      http://sourceforge.net/projects/ezwinports/files/

    they are all contained in this file
      libxml2-2.7.8-w32-bin.zip

  Navigation
  ==========

    (require 'eww)

    (load "~/.emacs.d/0-melpa/ace-jump-mode-20140616.115.el")
    (require 'ace-jump-mode)
    (load "~/.emacs.d/0-wiki/key-chord.el")
    (require 'key-chord)
    (key-chord-mode +1)
    (key-chord-define-global "jk" 'ace-jump-mode)
#+END_SRC

[[../setup.html][back]]
